[
  "obsidian-textgenerator-plugin",
  "smart-second-brain",
  "obsidian-quiet-outline",
  "settings-search",
  "homepage",
  "command-tracker",
  "mermaid-popup",
  "wucai-highlights-official",
  "sample-plugin",
  "canvas-links",
  "obsidian-style-settings",
  "obsidian-daily-note-outline",
  "obsidian-linter",
  "note-refactor-obsidian",
  "periodic-notes",
  "darlal-switcher-plus",
  "recent-notes",
  "obsidian-sortable",
  "tasknotes",
  "tickticksync",
  "dataview",
  "obsidian-advanced-uri",
  "obsidian-another-quick-switcher",
  "obsidian-auto-link-title",
  "backlink-settings",
  "colored-tags-wrangler",
  "obsidian-command-alias-plugin",
  "cmdr",
  "cubox-sync",
  "daily-note-calendar",
  "obsidian-douban-plugin",
  "obsidian-export-image",
  "obsidian-file-cooker",
  "hotkey-helper",
  "obsidian-hover-editor",
  "link-favicon",
  "obsidian-list-callouts",
  "obsidian-local-rest-api",
  "multi-properties",
  "note-toolbar",
  "omnisearch",
  "pane-relief",
  "quick-explorer",
  "supercharged-links-obsidian",
  "cycle-through-panes",
  "tag-wrangler",
  "templater-obsidian",
  "various-complements",
  "obsidian-weread-plugin",
  "obsidian-spaced-repetition",
  "quickadd",
  "extended-graph",
  "better-search-views",
  "obsidian-image-auto-upload-plugin",
  "quartz-syncer",
  "plugins-annotations",
  "advanced-canvas",
  "copy-url-in-preview",
  "awesome-image",
  "components",
  "folder-notes",
  "obsidian-importer",
  "sticky-notes",
  "better-export-pdf",
  "obsidian42-brat",
  "diagram-zoom-drag",
  "obsidian-excalidraw-plugin",
  "keep-the-rhythm",
  "power-mode",
  "pdf-plus",
  "obsidian42-strange-new-worlds",
  "pixel-perfect-image",
  "lineage"
]